export let recipeData = [
    {
        name: 'Iced Coffee',
        thumbnailSrc: 'https://501a-designs.github.io/orenohibi-website/img/icedcoffee.jpg',
        motto: 'これは割とマジでうまい笑',
        ingredients: [
            'コーヒー豆(30g)',
            '水450mL',
            'ミント',
            'グラインダー',
            'アイス',
            'ドリッパー',
            'サーバー',
            'グラス',
        ],
        steps: [
            'コーヒー豆30gを中細挽きでグラインドする。',
            '沸騰したお湯150mLを冷まして約90℃のお湯でドリップする。受けるサーバーには予め10個ほどアイスを投入しておく。',
            'この時50mLを蒸らしに使う',
            '残りの100mLは円を描くように',
            'ドリップが完了したら満遍なく冷めるようにサーバーで混ぜる。',
            'お好みでシロップを混ぜる。',
            'アイスを投入したグラスに注げば完成',
            'お好みでミントを投入',
        ],
        caution:[
            'ドリップ所要時間は全体で2分以内。目安:(蒸らし:30秒、一拍:30秒、ファーストドリップ:1分)',
            'ミントは飲む時の香りを良くするため蒸し暑い夏の清涼感にピッタリだが、苦手な人もいるかもしれない。'
        ]
    },
    {
        name: 'Lemonade v1',
        thumbnailSrc: 'https://501a-designs.github.io/orenohibi-website/img/lemonade.jpg',
        motto: '水道水及びダイソーのグラス使用、ケチなのがいいのだ',
        ingredients: [
            'グラス',
            '水',
            'アイス',
            'レモン1切れ',
            'ポッカレモン',
            '砂糖(小さじ2)',
            'ミントの葉1枚',
        ],
        steps: [
            'レモネードに必要なグラスを予め冷蔵庫で冷やしておく。',
            'マグカップに砂糖(小さじ2)を投入し、沸騰した熱湯を注ぐ。',
            '砂糖が十分溶け切るまでかき混ぜた後、ポッカレモンを数滴投入する。',
            '味が整ったら粗熱をとる。',
            '冷やしておいたグラスにアイスを投入。粗熱が無くなったレモン水を注いで完成。',
            'お好みでミントの葉を入れるとアクセントになる。',
        ],
        caution:[
            'ミントはイキって多く入れないこと。砂糖の分量によっては甘ったるくなってしまった時に加えてスッキリさせる程度。',
            '砂糖が溶け切るために熱湯を用いたが、時短のためにガムシロップを用意するのも可。',
        ]
    },
    {
        name: 'Cafe Latte',
        thumbnailSrc: 'https://501a-designs.github.io/orenohibi-website/img/latte.jpg',
        motto: 'インスタントコーヒー使用、お手軽がいいのだ！',
        ingredients: [
            'インスタントコーヒー(15g)',
            '沸騰したお湯(50mL)',
            'マグカップ',
            'グラス',
            '牛乳(150mL)',
        ],
        steps: [
            'カフェラテに必要なグラスを予め冷蔵庫で冷やしておく。',
            'お好みのインスタントコーヒーを15g用意。適当なマグカップに投入する。',
            'それに対して50ｍLの熱湯を注ぐ(このとき、沸騰したお湯でも良い。溶け切るように)',
            '粉っぽさがなくなるまでコーヒーを溶かす。',
            '冷蔵庫で冷やしておいたグラスに牛乳150mLを注ぎ、お好みでアイスも投入する。',
            'コーヒー液をグラスに注ぐ。(このとき、液を素早く投入することでBAELカフェラテになります笑)',
        ],
        caution:[
            'インスタントコーヒーが溶け切るまで入念にかき混ぜる。',
            'コーヒーの粒子が沈殿する可能性がある。',
        ]
    },
]